import React from 'react'
import { Card, CardBody, CardText, CardTitle, Col, Row } from 'reactstrap'
import "./About.css";

export default function Mangerview() {
  return (
    <div>
    <Card id="mangercard">

 <CardBody  >
<Row>

<Col md={3} >
    <img id="principalcardimg2" src="https://www.dpsranchi.com/img/pages/principal_inner.jpg" alt="" />
    
    {/* about principal */}/
    
    <div className="aboutprincipal">
    <h5>SURENDRA KUMAR SRIVASTAV</h5>
    <p>(Manager )
      सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज कुसमरा नावली जिला जालौन</p>
     

     </div>
    </Col>

<Col className="scrolltext"><CardTitle tag="h2" style={{ textDecoration:"underline"}}>
Dear Parents,
</CardTitle>


<CardText>

सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज कुसमरा नावली का मुख्य उद्देश्य एक बच्चे को एक मंच प्रदान करने पर प्रमुख रूप से ध्यान केंद्रित करना है ताकि वह अपनी आंतरिक क्षमता के बारे में सीख सके। स्कूल एक बच्चे के समग्र विकास के साथ उच्च गुणवत्ता वाली शिक्षा प्रदान करने में विश्वास रखता है और एक सफल वैश्विक नागरिक बनाने का लक्ष्य रखता है। आज की गतिशील दुनिया में जब हर पल प्रौद्योगिकी में एक नया नवाचार विकसित होता है, स्कूल छात्रों को नवाचार करने
 और गंभीर रूप से सोचने और सीखने की प्रक्रिया का नेतृत्व करने के लिए पर्याप्त अवसर प्रदान करता है। इन वर्षों के दौरान अच्छी तरह से सूचित और भावनात्मक रूप से ध्वनि पीढ़ी का उत्पादन करने के लिए आधुनिक शिक्षण-शिक्षण तकनीक के साथ तालमेल बिठाकर स्कूल ने अपने छात्रों के मूल्य आधारित शिक्षा को आत्मसात करके जो प्रगति की है, उसे ध्यान में रखते हुए हम बहुत उत्साहित महसूस करते हैं। और मैं सभी माता-पिता को सुनिश्चित करता हूं कि आने वाले समय में हम इस यात्रा को पूरे उत्साह के साथ जारी रखेंगे और दृढ़ संकल्प के साथ शिक्षार्थियों की युवा पीढ़ी को समग्र शिक्षा का एक मंच प्रदान करेंगे। सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज कुसमरा नावली में बहुत ही सक्षम टीम जो काफी पेशेवर है और अलग-अलग क्षेत्रों में विशेषज्ञता रखती है, प्रत्येक बच्चे पर ध्यान केंद्रित करने, उनकी निगरानी और सलाह देने, उनकी उपलब्धि की सराहना करने और उनकी कमियों को दूर करने के लिए प्रोत्साहित करने के लिए कड़ी मेहनत करती है। ब्लूम की टैक्सोनॉमी और राष्ट्रीय शिक्षा नीति 2020 के मॉड्यूल को ध्यान में रखते हुए सभी शिक्षकों को शिक्षण के नए तरीके विकसित करने के समान अवसर दिए जाते हैं। हम उद्धरण के सिद्धांत में दृढ़ता से विश्वास करते हैं:
</CardText>

</Col>
</Row>
</CardBody>
</Card>
</div>
  )
}
