import React from 'react'
import { Card, CardBody, CardText, CardTitle, Col, Row } from 'reactstrap'
import "./About.css";

export default function Principalview() {
  return (

    <div>
    <Card id="principalcard">

 <CardBody >


<Row>

<Col md={5} >
    <img id="principalcardimg" src="https://www.dpsranchi.com/img/pages/principal_inner.jpg" alt="" />
    
    {/* about principal */}/
    
    <div className="aboutprincipal">
    <h3>MAYANK SRIVASTAV</h3>
    <p>Principal
      सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज कुसमरा नावली जिला जालौन</p>
     <h5>Contact numbers: 6394988784</h5>

     </div>
    </Col>

<Col className="scrolltext"><CardTitle tag="h2" style={{ textDecoration:"underline"}}>
Dear Visitors,
</CardTitle>


<CardText>

मैं वास्तव में सम्मानित महसूस कर रहा हूं और सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज कुसमरा नावली जिला जालौन के प्रधानाचार्य के रूप में कार्य करने के लिए बहुत सम्मानित महसूस कर रहा हूं। मुझे इस अवसर पर सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज कुसमरा नावली में समुदाय की सेवा करने का अवसर देने के लिए प्रबंधन, भवन समूह के संस्थानों-मध्य पूर्व को धन्यवाद देना चाहिए। हम, सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज में, उच्च गुणवत्ता वाली शिक्षा सुनिश्चित करते हैं जो हमारे छात्रों को आजीवन सीखने वाले और समाज के उत्पादक सदस्य बनने के लिए प्रेरित और सशक्त बनाती है। भवन में, शिक्षा केवल एक बच्चे के मस्तिष्क में डाली जाने वाली जानकारी की मात्रा नहीं है। हमारी शिक्षा प्रणाली वह है जो हमारे छात्रों की व्यक्तिगत जरूरतों को पूरा करती है हम चाहते हैं कि हमारे सभी छात्र अपनी पूरी क्षमता हासिल करें। हमारा काम इसे संभव बनाना है और हमारा मिशन उसी के लिए एक मंच प्रदान करना है।.
हमारे स्कूल के लिए मेरी प्रतिबद्धता उत्साह और जुनून के साथ स्कूल का नेतृत्व करना है ताकि हम अपने लक्ष्यों तक पहुंच सकें। आइए हम सब मिलकर सरस्वती बाल शिक्षा मंदिर इण्टर कॉलेज को सबसे अच्छा स्कूल बनाने के लिए काम करें। हम हमारे जीवंत शिक्षण समुदाय का हिस्सा बनने के लिए आपका स्वागत करने के लिए उत्सुक हैं। "हमें हर तरफ से अच्छे विचार आने दें"

</CardText>

</Col>
</Row>
</CardBody>
</Card>
</div>
  )
}
